local m = {
 ["2"] = {
  ["roomid"] = "1",
  ["msg"] = {
   ["1"] = {
    ["date"] = "1666630330",
    ["text"] = "Здравствуйте! Это ваш волонтер. У вас есть какие нибудь вопросы?",
    ["i"] = "2",
   },
   ["2"] = {
    ["date"] = "1666630430",
    ["text"] = "Нет",
    ["i"] = "1",
   },
   ["3"] = {
    ["date"] = "1666630430",
    ["text"] = "Если пишите, я всегда отвечу",
    ["i"] = "2",
   },
   ["4"] = {
    ["date"] = "1666630430",
    ["text"] = "Хорошо",
    ["i"] = "1",
   },
   ["5"] = {
    ["date"] = "1666630430",
    ["text"] = "Как удалять приложения",
    ["i"] = "1",
   },
   ["6"] = {
    ["date"] = "1666630430",
    ["text"] = "Для этого нужно зажать значек приложения пальцем и перенести на мусорку.",
    ["i"] = "1",
   },
   ["7"] = {
    ["date"] = "1666510430",
    ["text"] = "Спасибо, удалил",
    ["i"] = "1",
   },
  },
  ["name"] = "Христолюбов",
 },
 ["3"] = {
  ["roomid"] = "2",
  ["msg"] = {
   ["1"] = {
    ["date"] = "1666630430",
    ["text"] = "Здравствуйте! Это ваш волонтер. У вас есть какие нибудь вопросы?",
    ["i"] = "2",
   },
   ["2"] = {
    ["date"] = "1666630430",
    ["text"] = "Нет",
    ["i"] = "1",
   },
   ["3"] = {
    ["date"] = "1666630430",
    ["text"] = "Если пишите, я всегда отвечу",
    ["i"] = "2",
   },
   ["4"] = {
    ["date"] = "1666630430",
    ["text"] = "Хорошо",
    ["i"] = "1",
   },
   ["5"] = {
    ["date"] = "1666630430",
    ["text"] = "Как удалять приложения",
    ["i"] = "1",
   },
   ["6"] = {
    ["date"] = "1666630430",
    ["text"] = "Для этого нужно зажать значек приложения пальцем и перенести на мусорку.",
    ["i"] = "1",
   },
   ["7"] = {
    ["date"] = "1666630430",
    ["text"] = "Уже закончили смену, приходи на закрытие",
    ["i"] = "2",
   },
  },
  ["name"] = "Бабкова Анастасия Лоловна",
 },
 ["4"] = {
  ["roomid"] = "3",
  ["msg"] = {
  },
  ["name"] = "Волонтер Волонтер Волонтер",
 },
 -- ["5"] = {
 --  ["roomid"] = "3",
 --  ["msg"] = {
 --  },
 --  ["name"] = "Волонтер Волонтер Волонтер",
 -- },
 -- ["6"] = {
 --  ["roomid"] = "3",
 --  ["msg"] = {
 --  },
 --  ["name"] = "Волонтер Волонтер Волонтер",
 -- },
 -- ["7"] = {
 --  ["roomid"] = "3",
 --  ["msg"] = {
 --  },
 --  ["name"] = "Волонтер Волонтер Волонтер",
 -- },
 -- ["8"] = {
 --  ["roomid"] = "3",
 --  ["msg"] = {
 --  },
 --  ["name"] = "Волонтер Волонтер Волонтер",
 -- },
 -- ["9"] = {
 --  ["roomid"] = "3",
 --  ["msg"] = {
 --  },
 --  ["name"] = "Волонтер Волонтер Волонтер",
 -- },
 -- ["10"] = {
 --  ["roomid"] = "3",
 --  ["msg"] = {
 --  },
 --  ["name"] = "Волонтер Волонтер Волонтер",
 -- },
 -- ["11"] = {
 --  ["roomid"] = "3",
 --  ["msg"] = {
 --  },
 --  ["name"] = "Волонтер Волонтер Волонтер",
 -- },
 -- ["12"] = {
 --  ["roomid"] = "3",
 --  ["msg"] = {
 --  },
 --  ["name"] = "Волонтер Волонтер Волонтер",
 -- },
 -- ["13"] = {
 --  ["roomid"] = "3",
 --  ["msg"] = {
 --  },
 --  ["name"] = "Волонтер Волонтер Волонтер",
 -- },
}


--[[
Соотношение гуманитария и технаря в вас примерно равны, может и есть незначительные перевесы в какую-либо сторону. Вы будете комфортно себя чувствовать как среди гуманитариев, так и с технарями. Ведь вы понимаете особенности поведения, что одних, что других. Знаете как подобрать особый подход. С гуманитариями вы будете делать акцент на эмоциях, чувствах. Технарям предоставите логику и аргументы, без лишних эмоций
]]
local json = require"json"
return json.encode(m)